<template>
    <h2 class="text-2xl p-2">第一天 2023/6/4</h2>
    <div class="border-b-2 my-4 border-[#9ca3b1]"></div>
    <div class="text-lg">
        <P class="p-2">
            今天是去德國的第一天，在2023/6/4下午一點半帶著行李出發前往火車站，然後轉高鐵，經過了兩個多小時的交通後終於到了南港車站，當我走到車站出口時，外面竟然在下雨(台中可是大太陽啊!)，好險我帶了雨鞋跟雨衣，差點旅途都還沒開始鞋子就濕了!
        </P>
        <P class="p-2">接著大家在南港高工集合後，就坐著遊覽車朝著桃園機場前進了。</P>
        <P class="p-2">抵達機場後就開始分發護照、交代注意事項，便將行李托運、過海關以及出境，最終搭上了前往Frankfurt的班機！</P>
        <P class="p-2">
            隨著飛機持續地升高，我不禁仰望著窗外，看著地面逐漸消失在視線中。那些先前曾仰望過的高樓大廈，如今在遠方漸漸變得微小而遙遠，幾乎成了微小的點綴。這段經歷也像徵著我們即將啟程前往德國的旅途，去參與交流和學習。在這片陌生的土地上，我們將面臨嶄新的挑戰和學習機會，這次的行程必將為我們打開一扇全新的視野，使我們能夠更深入地了解多元文化與國家的發展。
        </P>
        <p class="p-2">雖然飛機內備有電視供觀賞和娛樂，然而在那狹小的空間裡熬過漫長的飛行時間，對於現代人來說可謂一種煎熬。</p>
        <p class="p-2">這同時也是我第一次嘗試飛機餐。儘管飛機餐的口感略帶冷凍食品的感覺，但卻頗具新奇。</p>
        <div class="p-2">
            <NuxtImg class="rounded-md" src="https://imgur.com/xtSsTel.jpeg"
                placeholder="/loading.gif" loading="lazy" />
        </div>
        <p class="p-2">
            而我在這14小時的過程中吃了兩餐(晚餐、早餐)，其他時間基本上都在睡覺，但是睡起來的感覺蠻不舒服的，雖然有給毛毯，但我還是覺得很冷，對了，除了吃飯的時間以外，燈基本上都是關的，所以我並不想看電影，感覺就很傷眼睛，除非打開上面的閱讀燈，但一想到整個黑暗的空間只有一個地方在發光就感覺很尷尬，所以就還是好好地睡覺吧。
        </p>
    </div>
</template>